Repository: xfce-mirror/xfce4-indicator-plugin
Catalog: po/*.po
Languages: et, kk, ug, vi

source: Indicator Plugin
et: Näidikute pistikprogramm
kk: Индикатор плагині
ug: كۆرسەتكۈچ قىستۇرمىسى
vi: Plugin chỉ báo

source: Provides a panel area for Unity indicators. Indicators allow applications and system services to display their status and interact with the user.
et: Plokk ribal Unity näidikute jaoks. Näidikud võimadavad rakendustel ja süsteemsetel teenustel kuvada olekuteateid ning suhelda kasutajaga.
kk: Unity индикаторлары үшін панель аймағын ұсынады. Индикаторлар қолданбалар мен жүйелік қызметтерге өз күйлерін көрсетуге және пайдаланушымен әрекеттесуге мүмкіндік береді.
ug: ئەمەلىي قوللىنىلىدىغان قورالغا بىر كۆزنەكچە رايونى تەمىنلەيدۇ. كۆرسەتكۈچ پىروگرامما ۋە سىستېما مۇلازىمىتى ئۇلارنىڭ ھالىتىنى كۆرسىتىدۇ ھەمدە ئىشلەتكۈچى بىلەن تەسىرلىشىدۇ.
vi: Cung cấp một khu vực bảng điều khiển cho các chỉ báo Unity. Các chỉ báo cho phép các ứng dụng và dịch vụ hệ thống hiển thị trạng thái của chúng và tương tác với người dùng.

source: Application Indicators
et: Rakenduste näidikud
kk: Қолданба индикаторлары
ug: پىروگرامما كۆرسەتكۈچ
vi: Chỉ số ứng dụng

source: Sound Menu
et: Meediamenüü
kk: Дыбыс мәзірі
ug: ئاۋاز تىزىملىكى
vi: Menu âm thanh

source: Printers Menu
et: Printerite menüü
kk: Принтерлер мәзірі
ug: پىرىنتېر تىزىملىكى
vi: Menu máy in

source: Power Management
et: Toitehaldus
kk: Қуатты басқару
ug: توك مەنبەسىنى باشقۇرۇش
vi: Quản lý nguồn điện

source: Application Menus (Global Menu)
et: Rakenduste menüüd (Üldine menüü)
kk: Қолданба мәзірлері (Глобалды мәзір)
ug: پىروگرامما تىزىملىكى (ئومۇمىيەت تىزىملىكى)
vi: Menu ứng dụng (Menu chung)

source: Session Management
et: Sessioonihaldus
kk: Сеансты басқару
ug: ئەڭگىمە باشقۇرۇش
vi: Quản lý phiên

source: Messaging Menu
et: Teadete menüü
kk: Хабар алмасу мәзірі
ug: ئۇچۇر تىزىملىكى
vi: Menu nhắn tin

source: Date and Time
et: Kuupäev ja kellaaeg
kk: Күн мен уақыт
ug: چېسلا ۋە ۋاقىت
vi: Ngày và giờ

source: Sync Menu
et: Sünkroniseerimise menüü
kk: Синхрондау мәзірі
ug: قەدەمداش تىزىملىكى
vi: Menu đồng bộ

source: Keyboard
et: Klaviatuur
kk: Пернетақта
ug: ھەرپتاختا
vi: Bàn phím

source: Location
et: Asukoht
kk: Орналасу
ug: ئورنى
vi: Vị trí

source: Network
et: Võrk
kk: Желі
ug: تور
vi: Mạng

source: Workrave
et: Tööhullus

source: Clear
et: Eemalda
kk: Тазарту
ug: تازىلا
vi: Thông thoáng

source: Are you sure you want to clear the list of known indicators?
et: Kas sa kindlasti soovid eemaldada kõik näidikud?
kk: Белгілі индикаторлар тізімін тазартуды шынымен қалайсыз ба?
ug: تونۇش كۆرسەتكۈچ تىزىمىنى راستتىنلا تازىلىۋېتەمسىز؟
vi: Bạn có chắc chắn muốn xóa danh sách các chỉ báo đã biết không?

source: Unable to open the following url: %s
et: Järgneva urli avamisel tekkis viga: %s
kk: Келесі url-ды ашу мүмкін емес: %s
ug: تۆۋەندىكى تور ئادرېسىنى ئاچقىلى بولمىدى: %s
vi: Không thể mở url sau: %s

source: Indicators
et: Näidikud
kk: Индикаторлар
ug: كۆرسەتكۈچ
vi: Các chỉ số

source: Arrange indicators in a single row
et: Säti näidikud ühte ritta
kk: Индикаторларды бір жолға орналастыру
ug: كۆرسەتكۈچنى بىر قۇرغا ئورۇنلاشتۇرىدۇ
vi: Sắp xếp các chỉ số trong một hàng

source: If enabled, ensure that the indicators are laid out in a single row or column.
et: Kui see valik on kasutusel, siis kõik näidikud paigutatakse ühte ritta või veergu.
kk: Егер іске қосылған болса, индикаторлардың бір жолға немесе бағанға орналасуын қамтамасыз етеді.
ug: ئەگەر قوزغىتىلسا، ئەگەر قوزغىتىلسا، كۆرسەتكۈچنى بىر قۇر ياكى رەتكە رەتلەشكە كاپالەتلىك قىلىدۇ.
vi: Nếu được bật, hãy đảm bảo rằng các chỉ báo được trình bày trong một hàng hoặc cột.

source: Align left in deskbar mode
et: Töölauatulba vaates joonda vasakule
kk: Дескбар режимінде сол жаққа туралау
ug: ئۈستەلئۈستى بالداق ھالىتىدە سولغا توغرىلىنىدۇ
vi: Căn trái ở chế độ desktop

source: Controls the indicator button layout when the panel is in a Deskbar mode. Possible choices are "centered" or "aligned left".
et: Selle seadistusega haldad nuppude paigutust töölauatuba vaates. Võimalikud valikud on „joondatud keskele“ ja „joondatud vasakule“.
kk: Панель дескбар режимінде болғанда индикатор батырмаларының жайғасуын басқарады. Мүмкін таңдаулар: «centered» немесе «aligned left».
ug: تىزگىن ئۈستەلئۈستى بالداق ھالىتىدىكى كۆزنەكچىدىكى كۆرسەتكۈچ توپچە ئورۇنلاشتۇرۇش ھالىتىدە تۇرىدۇ. تاللىغىلى بولىدىغان ئىمكانىيەت «ئوتتۇرىغا توغرىلانغان» ياكى «سولغا توغرىلانغان» بولىدۇ.
vi: Kiểm soát bố cục nút chỉ báo khi bảng ở chế độ Deskbar. Các lựa chọn có thể là "giữa" hoặc "căn trái".

source: Square icons
et: Ruudukujulised ikoonid
kk: Шаршы таңбашалар
ug: چاسا سىنبەلگە
vi: Biểu tượng hình vuông

source: Indicator buttons will take a square when it's possible.
et: Kui vähegi võimalik, siis näidikute nupud on ruudukujulised.
kk: Мүмкін болған жағдайда индикатор батырмалары шаршы пішінді болады.
ug: كۆرسەتكۈچ توپچىسىغا ئامالنىڭ بارىچە چاسا سىنبەلگە ئىشلىتىلىدۇ.
vi: Các nút chỉ báo sẽ có hình vuông khi có thể.

source: Appearance
et: Välimus
kk: Сыртқы түрі
ug: كۆرۈنۈشى
vi: Diện mạo

source: Hide indicators by default
et: Vaikimisi peida näidikud
kk: Индикаторларды әдепкі бойынша жасыру
ug: كۆڭۈلدىكى ئەھۋالدا كۆرسەتكۈچنى يوشۇرىدۇ
vi: Ẩn chỉ báo theo mặc định

source: When enabled, only indicators marked "Visible" are shown. Otherwise, all indicators not marked "Hidden" are displayed.
et: Kui see valik on kasutusel, siis kuvatakse vaid neid näidikuid, mille olek on „Nähtav“. Vastasel juhul kuvatakse kõiki näidikuid, mille olek pole „Peidetud“.
kk: Іске қосылған кезде тек «Көрінетін» деп белгіленген индикаторлар көрсетіледі. Әйтпесе, «Жасырын» деп белгіленбеген барлық индикаторлар көрсетіледі.
ug: قوزغىتىلغاندا، پەقەت «كۆرۈنۈشچان» بەلگىسى قويۇلغان كۆرسەتكۈچلا كۆرۈنىدۇ. ئۇنداق بولمىسا، «يوشۇرۇن» بەلگىسى قويۇلمىغان بارلىق كۆرسەتكۈچنى كۆرسىتىدۇ.
vi: Khi được bật, chỉ các chỉ báo được đánh dấu "Hiển thị" mới được hiển thị. Nếu không, tất cả các chỉ báo không được đánh dấu "Ẩn" sẽ được hiển thị.

source: Indicator
et: Näidik
kk: Индикатор
ug: كۆرسەتكۈچ
vi: Chỉ số

source: Hidden
et: Peidetud
kk: Жасырын
ug: يوشۇرۇن
vi: Ẩn giấu

source: Visible
et: Nähtav
kk: Көрінетін
ug: كۆرۈنۈشچان
vi: Dễ thấy

source: Move the selected indicator one row up.
et: Liiguta valitud näidik rea võrra ülespoole.
kk: Таңдалған индикаторды бір жолға жоғары жылжыту.
ug: تاللانغان كۆرسەتكۈچنى ئۈستىگە بىر قۇر يۆتكەيدۇ.
vi: Di chuyển chỉ báo đã chọn lên một hàng.

source: Move the selected indicator one row down.
et: Liiguta valitud näidik rea võrra allapoole.
kk: Таңдалған индикаторды бір жолға төмен жылжыту.
ug: تاللانغان كۆرسەتكۈچنى ئاستىغا بىر قۇر يۆتكەيدۇ.
vi: Di chuyển chỉ báo đã chọn xuống một hàng.

source: <i>Please restart the panel for visibility changes to take effect.</i>
et: <i>Objektide nähtavusega seotud muudatuste jõustamiseks palun käivita riba uuesti.</i>
kk: <i>Көріну өзгерістері күшіне енуі үшін панельді қайта іске қосыңыз.</i>
ug: <i>كۆرۈنۈشچانلىق ئۆزگىرىشىنىڭ كۈچكە ئىگە بولۇشى ئۈچۈن كۆزنەكچىنى قايتا قوزغىتىڭ.</i>
vi: <i>Vui lòng khởi động lại bảng điều khiển để các thay đổi về khả năng hiển thị có hiệu lực.</i>

source: C_lear known indicators
et: Eema_lda teadaolevad näidikud
kk: Белгілі индикаторларды _тазарту
ug: تونۇش كۆرسەتكۈچنى تازىلا(_L)
vi: C_xóa các chỉ số đã biết

source: Resets the list of indicators and their visibility settings.
et: Sellega eemaldad näidikute loendi ja nende nähtavuse seadistused
kk: Индикаторлар тізімін және олардың көріну параметрлерін ысырады.
ug: كۆرسەتكۈچ تىزىمى ۋە كۆرۈنۈشچانلىق تەڭشىكىنى ئەسلىگە قايتۇرىدۇ.
vi: Đặt lại danh sách các chỉ báo và cài đặt hiển thị của chúng.

source: Known Indicators
et: Teadaolevad näidikud
kk: Белгілі индикаторлар
ug: تونۇش كۆرسەتكۈچ
vi: Các chỉ số đã biết

source: Bluetooth
ug: كۆكچىش
