Repository: xfce-mirror/xfce4-indicator-plugin
Catalog: po/hye.po
Languages: hye

source: Indicator Plugin
hye: Ցուցիչի Ներդրաւն

source: Provides a panel area for Unity indicators. Indicators allow applications and system services to display their status and interact with the user.
hye: Միասնութեան ցուցանիշների համար ապահովում է ընտրացանկի տարածք: Ցուցանիշները թոյլ են տալիս ծրագրերին եւ համակարգային ծառայութիւններին ցուցադրել իրենց կարգավիճակը եւ շփուել աւգտագործողի հետ:

source: Application Indicators
hye: Յաւելուածի ցուցանիշներ

source: Sound Menu
hye: Ձայնային ընտրացանկ

source: Printers Menu
hye: Տպիչների ընտրացանկ

source: Power Management
hye: Հզորութեան Կառավարում

source: Application Menus (Global Menu)
hye: Յաւելուածի ընտրացանկեր (Ընդհանուր Ընտրացանկ)

source: Session Management
hye: Նիստերի Կառավարում

source: Messaging Menu
hye: Հաղորդագրութիւնների ընտրացանկ

source: Date and Time
hye: Ամսաթիւը եւ ժամանակը

source: Sync Menu
hye: Համաժամեցման ընտրացանկ

source: Keyboard
hye: Ստեղնաշար

source: Location
hye: Գտնվելու վայրը

source: Network
hye: Ցանց

source: Workrave
hye: Աշխատատեղ

source: Clear
hye: Մաքրել

source: Are you sure you want to clear the list of known indicators?
hye: Համոզուա՞ծ էք, որ ցանկանում էք մաքրել յայտնի ցուցանիշների ցուցակը

source: Unable to open the following url: %s
hye: Չյաջողուեց բացել հետեւեալ url֊ը․ %s

source: Indicators
hye: Ցուցանիշներ

source: Arrange indicators in a single row
hye: Ցուցանիշները դասավորէք մեկ շարքով

source: If enabled, ensure that the indicators are laid out in a single row or column.
hye: Միացուած լինելու դէպքում համոզուէք, որ ցուցանիշները ներկայացուած են մեկ շարքով կամ սիւնակով:

source: Align left in deskbar mode
hye: Հաւասարեցրէք ձախ` աշխատասեղանի կարգում

source: Controls the indicator button layout when the panel is in a Deskbar mode. Possible choices are "centered" or "aligned left".
hye: Վերահսկում է ցուցիչի կոճակի դասաւորութիւնը, երբ վահանակը գտնուում է աշխատասեղանի կարգում: Հնարաւոր ընտրութիւնները «կենտրոնացած» են կամ «հաւասարեցուած ձախ»:

source: Square icons
hye: Ուղղանկիւն պատկերներ

source: Indicator buttons will take a square when it's possible.
hye: Ցուցանիշի կոճակները կարող էք վերցնել ուղղանկիւն, երբ դրանք հնարաւոր լինէն:

source: Appearance
hye: Տեսք

source: Hide indicators by default
hye: Թաքցնել ցուցիչները ըստ լռելեայն

source: When enabled, only indicators marked "Visible" are shown. Otherwise, all indicators not marked "Hidden" are displayed.
hye: Միացուած լինելու դէպքում ցուցադրուում են միայն «Տեսանելի» նշանով ցուցիչները: Հակառակ դէպքում ցուցադրուում են «Թաքնուած» նշան չունեցող բոլոր ցուցիչները:

source: Indicator
hye: Ցուցիչ

source: Hidden
hye: Թաքնուած

source: Visible
hye: Տեսանելի

source: Move the selected indicator one row up.
hye: Ընտրէք ցուցիչը մեկ շարք վեր:

source: Move the selected indicator one row down.
hye: Ընտրէք ցուցիչը մեկ շարք ներքեւ:

source: <i>Please restart the panel for visibility changes to take effect.</i>
hye: <i>Տեսանելիութեան փոփոխութիւնների համար, խնդրում ենք վերագործարկէք վահանակը:</i>

source: C_lear known indicators
hye: Մաք_րել յայտնի ցուցիչները

source: Resets the list of indicators and their visibility settings.
hye: Վերականգնում է ցուցիչների ցուցակը եւ դրանց տեսանելիութեան կարգաւորումները:

source: Known Indicators
hye: Յայտնի Ցուցիչները
